export const taskStats =[
  { label: "в работе", value: "в работе" },
  { label: "выполнена", value: "выполнена" },
  { label: "не выполнена", value: "не выполнена" },
  { label: "отменено", value: "отменено" },
]
export const pDocsData = [
  { label: "Пасспорт ЕС", value: "Пасспорт ЕС" },
  { label: "Карта побыта", value: "Карта побыта" },
  { label: "Польская виза", value: "Польская виза" },
  { label: "Паспорт Биометрия Украины", value: "Паспорт Биометрия Украины" },
  { label: "Не важно", value: "Не важно" },
]
export const drivePermisData = [
  { label: "Предоставляем", value: "Предоставляем" },
    { label: "Не требуется", value: "Не требуется" },
    { label: "Требуется кат. В", value: "Требуется кат. В" },
    { label: "Требуется кат. C", value: "Требуется кат. C" },
    { label: "Требуется кат. D", value: "Требуется кат. D" },
    { label: "Требуется кат. E", value: "Требуется кат. E" },
    { label: "Требуется Код 95", value: "Требуется Код 95" },
    { label: "Требуется своё авто", value: "Требуется своё авто" },
  ];
  export const statusCandidate = [
    { value: 'Не обработан', label: 'Не обработан' },
    { value: 'Находится дома', label: 'Находится дома' },
    { value: 'Срочно нужна работа', label: 'Срочно нужна работа' },
    { value: 'Хочет поменять работу', label: 'Хочет поменять работу' },
    { value: 'Ищет перед выездом', label: 'Ищет перед выездом' },
    { value: 'В Польше', label: 'В Польше' },
    { value: 'В Германии', label: 'В Германии' },
    { value: 'Только в своём городе', label: 'Только в своём городе' },
    { value: 'Отправлено приглашение', label: 'Отправлено приглашение' },
    { value: 'На объекте', label: 'На объекте' },
    { value: 'Нет подходящей вакансии', label: 'Нет подходящей вакансии' },
    { value: 'Ждёт работу', label: 'Ждёт работу' },
  ];
  export const managers = [
    { value: '67c5a26d8a65ed38b35dc259', label: 'Анна Ч' },
    { value: '670cff4a55e14b4ae6052afe', label: 'Анна М' },
    { value: '67adb320eb4ee49207f2880c', label: 'Александр' },
    { value: '661ce21e0cc0e9a8e9261975', label: 'Иван' },
    { value: '6697891852bb24240be4ec27', label: 'Родион' },
    { value: '664af24f4edc695e88c2fe4e', label: 'Татьяна' },
    { value: '67d7da63b141b32f209a947a', label: 'Светлана' },

  ]
  export const documents = [
    { value: 'Виза', label: 'Виза' },
    { value: 'Приглашение', label: 'Приглашение' },
    { value: 'Карта побыту', label: 'Карта побыту' },
    { value: 'Пессель', label: 'Пессель' },
    { value: 'Паспорт ЕС', label: 'Паспорт ЕС' },
    { value: 'Параграф 24', label: 'Параграф 24' },
    { value: 'Биометрия Украина', label: 'Биометрия Украина' },
    { value: 'ВНЖ ЕС', label: 'ВНЖ ЕС' },
  ];
  
  export const statusDataPartner = [
    { value: 'Не смогли поговорить', label: 'Не смогли поговорить' },
    { value: 'Думает над предложением', label: 'Думает над предложением' },
    { value: 'Начнёт работу позже', label: 'Начнёт работу позже' },
    { value: 'Контракт на подписи', label: 'Контракт на подписи' },
    { value: 'Ждёт людей', label: 'Ждёт людей' },
    { value: 'Люди на объекте', label: 'Люди на объекте' },
    { value: 'В ЧС', label: 'В ЧС' },
  ];
  export const statusData = [
    { value: 'Не обработан', label: 'Не обработан' },
    { value: 'Нет месседжеров', label: 'Нет месседжеров' },
    { value: 'Не подходят документы', label: 'Не подходят документы' },
    { value: 'Документы не готовы', label: 'Документы не готовы' },
    { value: 'Не подошла вакансия', label: 'Не подошла вакансия' },
    { value: 'Нашел другую работу', label: 'Нашел другую работу' },
    { value: 'Ждёт работу', label: 'Ждёт работу' },
    { value: 'На собеседовании', label: 'На собеседовании' },
    { value: 'На объекте', label: 'На объекте' },
    { value: 'В ЧС', label: 'В ЧС' },
  ];
  export const documentsOptions = [
    { value: 'Виза', label: 'Виза' },
    { value: 'Песель', label: 'Песель' },
    { value: 'Паспорт', label: 'Паспорт' },
    { value: 'Паспорт ЕС', label: 'Паспорт ЕС' },
    { value: 'Паспорт Биометрия Украины', label: 'Паспорт Биометрия Украины' },
    { value: 'Параграф 24', label: 'Параграф 24' },
    { value: 'Карта побыту', label: 'Карта побыту' },
    { value: 'Геверба', label: 'Геверба' },
    { value: 'Карта сталого побыта', label: 'Карта сталого побыта' },
    { value: 'Приглашение', label: 'Приглашение' },
    { value: 'ВНЖ Евросоюза', label: 'ВНЖ Евросоюза' },
  ];
  export const citizenshipOptions = [
    { value: 'Евросоюза', label: 'Евросоюза' },
    { value: 'Молдовы', label: 'Молдовы' },
    { value: 'Украины', label: 'Украины' },
    { value: 'Беларусь', label: 'Беларусь' },
    { value: 'Узбекистана', label: 'Узбекистана' },
    { value: 'Таджикистана', label: 'Таджикистана' },
    { value: 'Киргизии', label: 'Киргизии' },
    { value: 'Армении', label: 'Армении' },
    { value: 'Грузии', label: 'Грузии' },
    { value: 'Казахстан', label: 'Казахстан' },
    { value: 'Другое', label: 'Другое' }
  ];

export const expiriences = [
    { value: 'Новичок', label: 'Новичок' },
    { value: 'Около 6 месяцев', label: 'Около 6 месяцев' },
    { value: '6 - 12 месяцев', label: '6 - 12 месяцев' },
    { value: '12 - 18 месяцев', label: '12 - 18 месяцев' },
    { value: '18 - 24 месяцев', label: '18 - 24 месяцев' },
    { value: 'Специалист', label: 'Специалист' },
    { value: 'Уверенный специалист', label: 'Уверенный специалист' },
  ];

export const languesData = [
  { value: 'Только Русский', label: 'Только Русский' },
  { value: 'Русский', label: 'Русский' },
  { value: 'Английский', label: 'Английский' },
  { value: 'Немецкий', label: 'Немецкий' },
  { value: 'Украинский', label: 'Украинский' },
]
export const langueLevelData = [
  { value: 'Самоучка', label: 'Самоучка' },
  { value: 'Уровень А1', label: 'Уровень А1' },
  { value: 'Уровень А2', label: 'Уровень А2' },
  { value: 'Уровень B1', label: 'Уровень B1' },
  { value: 'Уровень B2', label: 'Уровень B2' },
  { value: 'Уровень C1', label: 'Уровень C1' },
  { value: 'Уровень C2', label: 'Уровень C2' },
]