// suggestions.ts
export const professionSkills = {
    "Электрик": [
      'Монтаж электропроводки',
      'Ремонт электроприборов',
      'Электрическая безопасность',
      'Установка розеток и выключателей',
      'Монтаж освещения',
      'Энергосбережение',
    ],
    "Сантехник": [
      'Монтаж водопровода',
      'Ремонт сантехнических систем',
      'Монтаж отопления',
      'Установка сантехнических приборов',
      'Работа с канализацией',
      'Пайка труб',
    ],
    "Отделочник": [
      'Штукатурка',
      'Шпаклевка',
      'Поклейка обоев',
      'Укладка плитки',
      'Покраска стен',
      'Работы с гипсокартоном',
    ],
    "Брусчаточник": [
      'Укладка брусчатки',
      'Работы с камнем',
      'Дорожное строительство',
      'Выемка и укладка грунта',
      'Монтаж бордюров',
      'Ремонт дорожных покрытий',
    ],
  };
  
export const suggestionsData = {
  location: [
    'Германия',
    'Бельгия',
    'Голландия',
    'Польша',],
    contractType: [
        'Почасовый',
        'Ежемесячный',
        'Ежеразовый',
    ],
    contractPrice: [
        '16 EUR/час',
        '3500 EUR/месяц',
        '800 EUR'

      ],
    skils:[
        'Чтение чертежей',
        'Владение электроинструментом'
    ],
    sallary: [
      '10 EUR/час',
      '2500 EUR/месяц',
      '100 EUR/день',
    ],
    homePrice: [
      'Бесплатно',
      '10 EUR/сутки',
      '250 EUR/месяц',
    ],
    avance: [
      'При необходимости',
      'Каждую неделю',
      'После 3-5 отработаных дней',
    ],
    workwear: [
        'Иметь свою одежду',
        'Покупаем в счёт зарплаты',
        'Покупается после первой отработаной недели'
    ],
    wHours: [
        '180 часов/месяц',
        '200 часов/месяц',
        '220 часов/месяц',
        '240 часов/месяц',

    ],
  };
  